{
    "id": 2,
    "Title": "What we do",
    "BodyContent": "We are Accenture Costa Rica’s team for Research and Development. Since 2017, we develop your ideas in new experiences that help you share the positive impact of your job. Together, we foster innovation and our purpose is to take you to the next level.\n\n\n### Unleash your best through innovation\n\nThat's our purpose and motto. Innovation pushes our boundaries. We celebrate your ideas and strive to find the best technology for them. We believe that there is always a new opportunity to discover, a bar to raise, or new ways to engage with the community. Check [our yearly report for FY20](https://mediaexchange.accenture.com/media/t/1_psw2gz8h) to get a glimpse of how we live our purpose. \n\n\n#### Would you like to grow these ideas with us? \n\n\nOur strategy covers three domains:\n\n- **HUMAN+MACHINE:** We are developing Synops for Marketing and Employee Experience Tools. These technology solutions are helping with the optimization of data in different organizations, enabling growth, sustainability and making the decision process much easier for everyone.\n\n- **SERVCIES:** Our purpose is also to improve your business. And if it is going to make your daily work easier we can create a solution together: Automation, Project management solutions, reporting and platform integrations. \n\n- **INNOVATION:** We practice and preach the innovation gospel. And we foster, nurture, and help you persuade the innovation agenda in many ways. We promote change with your ideas and help you team up to make them happen. ",
    "TitleContent": "#### Your best is our best. Let’s talk! \nWould you like to work with us to create real impact within Accenture? We can hack the boundaries that our imagination and experience permits!  We assure you: reaching out to us will lead to great things. Request a demo, a service, idea or improvement. [Let’s talk innovation!](innolabapps@accenture.com)",
    "key": "what-we-do",
    "published_at": "2021-06-23T17:07:33.560Z",
    "created_at": "2021-06-23T17:04:56.950Z",
    "updated_at": "2021-06-25T21:54:39.488Z"
}
